RAID_DATA = {
    "doors": {
        "title": "Двери",
        "items": {
            "wood_door": {
                "name": "Деревянная дверь",
                "cost": "ХП: 200\nВзрывчатка: 2 молотова\nРесурсы: 100 топлива"
            },
            "sheet_door": {
                "name": "Железная дверь",
                "cost": "ХП: 250\nВзрывчатка: 1 ракета, 8 разрывы\nРесурсы: 1 600 серы"
            },
            "garage_door": {
                "name": "Гаражка",
                "cost": "ХП: 600\nВзрывчатка: 3 ракеты\nРесурсы: 4 200 серы"
            },
            "armored_door": {
                "name": "Мвк дверь",
                "cost": "ХП: 1000\nВзрывчатка: 2 С4, 30 разрывы\nРесурсы: 5 900 серы"
            },
            "hatch": {
                "name": "Люк",
                "cost": "ХП: 250\nВзрывчатка: 1 ракета, 8 разрывы\nРесурсы: 1 600 серы"
            },
            "shop_front": {
                "name": "Витрина",
                "cost": "ХП: 750\nВзрывчатка: 3 С4\nРесурсы: 6600 серы"
            }
        }
    },
    "walls": {
        "title": "Стены",
        "items": {
            "wood_wall": {
                "name": "Деревянная стена",
                "cost": "ХП: 250\nВзрывчатка: 4 молотова\nРесурсы: 200 топлива"
            },
            "stone_wall": {
                "name": "Каменная стена",
                "cost": "ХП: 500\nВзрывчатка: 3 ракеты, 35 разрывы\nРесурсы: 5 075 серы"
            },
            "metal_wall": {
                "name": "Железная стена",
                "cost": "ХП: 1000\nВзрывчатка: 7 ракет, 15 разрывы\nРесурсы: 10 175 серы"
            },
            "armored_wall": {
                "name": "Мвк стена",
                "cost": "ХП: 2000\nВзрывчатка: 14 ракет, 30 разрывы\nРесурсы: 20 350 серы"
            }
        }
    },
    "traps": {
        "title": "Ловушки",
        "items": {
            "auto_turret": {
                "name": "Турель",
                "cost": "ХП: 1000\nВзрывчатка: 3 скоростные ракеты\nРесурсы: 600 серы"
            },
            "shotgun_trap": {
                "name": "Гантрап",
                "cost": "ХП: 300\nВзрывчатка: 1 скоростная ракета\nРесурсы: 200 серы"
            },
            "flame_turret": {
                "name": "Огненная турель",
                "cost": "ХП: 300\nВзрывчатка: 1 скоростная ракета\nРесурсы: 200 серы"
            }
        }
    },
    "external": {
        "title": "Внешние стены",
        "items": {
            "high_stone": {
                "name": "Каменная стена",
                "cost": "ХП: 500\nВзрывчатка: 2 С4\nРесурсы: 4400 серы"
            },
            "high_wood": {
                "name": "Деревянная стена",
                "cost": "ХП: 500\nВзрывчатка: 1 зажигательная ракета\nРесурсы: 75 топлива"
            }
        }
    },
    "vehicles": {
        "title": "Машины",
        "items": {
            "camper_module": {
                "name": "Модуль автофургона",
                "cost": "ХП: 525\nВзрывчатка: 3 скоростные ракеты\nРесурсы: 600 серы"
            },
            "armored_module": {
                "name": "Бронированный модуль",
                "cost": "ХП: 700\nВзрывчатка: 3 скоростные ракеты\nРесурсы: 600 серы"
            },
            "engine_module": {
                "name": "Модуль двигателя транспорта",
                "cost": "ХП: 300\nВзрывчатка: 2 скоростные ракеты\nРесурсы: 400 серы"
            },
            "cockpit_module": {
                "name": "Модуль кабины транспорта",
                "cost": "ХП: 360\nВзрывчатка: 2 скоростные ракеты\nРесурсы: 400 серы"
            }
        }
    }
}
